<?php

// _LANGCODE: ur
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team

define(
    '_XOOPS_UPGRADE_WELCOME',
    <<<'EOT'
<h2>XOOPS اپ گریڈر</h2>

<p>
<em>اپ گریڈ کریں۔</em> اس XOOPS کی تنصیب کی جانچ کرے گا اور اسے مطابقت پذیر بنانے کے لیے کسی بھی مطلوبہ پیچ کو لاگو کرے گا۔ 
نئے XOOPS کوڈ کے ساتھ۔ پیچ میں ڈیٹا بیس کی تبدیلیاں شامل ہو سکتی ہیں، نئے کے لیے ڈیفالٹ سیٹنگز شامل کرنا
کنفیگریشن آئٹمز، فائل اور ڈیٹا اپ ڈیٹس، اور بہت کچھ۔
<p>
ہر پیچ کے بعد، اپ گریڈر اسٹیٹس کی اطلاع دے گا، اور آپ کے ان پٹ کے جاری رہنے کا انتظار کرے گا۔ میں
اپ گریڈ کے اختتام پر، کنٹرول سسٹم ماڈیول اپ ڈیٹ فنکشن میں منتقل ہو جائے گا۔

<div class="alert alert-warning">
اپ گریڈ مکمل ہونے کے بعد، یہ نہ بھولیں:
<ul class="fa-ul">
 <li><span class="fa-li fa-solid fa-folder-open"></span> اپ گریڈ فولڈر کو حذف کریں۔</li>
 <li><span class="fa-li fa-solid fa-arrows-rotate"></span> کسی بھی ماڈیول کو اپ ڈیٹ کریں جو تبدیل ہوئے ہیں۔</li>
</div>

EOT,
);
