<?php
// 
// _LANGCODE: ur
// _CHARSET : UTF-8
// Translator: XOOPS Translation Team
// License
define('LICENSE_NOT_WRITEABLE', 'لائسنس %s ہے۔ <br>_<span style="color:#ff0000;">Make ../include/license.php قابل تحریر</span>');
define('LICENSE_IS_WRITEABLE', 'لائسنس %s ہے');
define('_INSTALL_WEBMASTER', 'ویب ماسٹرز');
define('_INSTALL_WEBMASTERD', 'اس سائٹ کے ویب ماسٹرز');
define('_INSTALL_REGUSERS', 'رجسٹرڈ صارفین');
define('_INSTALL_REGUSERSD', 'رجسٹرڈ یوزر گروپ');
define('_INSTALL_ANONUSERS', 'گمنام صارفین');
define('_INSTALL_ANONUSERSD', 'گمنام صارفین کا گروپ');
/**
 * New Group types
 */
define('_INSTALL_BANNEDUSERS', 'ممنوعہ صارفین');
define('_INSTALL_BANNEDUSERSD', 'ممنوعہ صارف گروپ');
define('_INSTALL_MODERATORUSERS', 'ناظمین');
define('_INSTALL_MODERATORUSERSD', 'یہ آپ کی ویب سائٹ کے ماڈریٹرز ہیں۔');
define('_INSTALL_SUBMITTERUSERS', 'جمع کنندگان');
define('_INSTALL_SUBMITTERUSERSD', 'یہ گروپ آپ کی ویب سائٹ پر مضامین بھیج سکتا ہے۔');
define('_INSTALL_DEVELOPEUSERS', 'ڈویلپر');
define('_INSTALL_DEVELOPEUSERSD', 'اس صارف کو ڈویلپر کی مراعات حاصل ہیں اور وہ ڈویلپر کو ڈیبگ کرنے والے پیغامات دیکھ سکتا ہے۔');
define('_INSTALL_L165', 'سائٹ فی الحال دیکھ بھال کے لیے بند ہے۔ براہ کرم بعد میں واپس آئیں۔');
define('_INSTALL_ANON', 'گمنام');
define('_INSTALL_DISCLMR', 'اگرچہ اس سائٹ کے منتظمین اور منتظمین کسی بھی عام طور پر قابل اعتراض مواد کو جلد از جلد ہٹانے کی کوشش کریں گے
یا ترمیم کریں، لیکن ہر پیغام کا جائزہ لینا
ناممکن ہے۔ اس لیے آپ تسلیم کرتے ہیں کہ اس سائٹ پر کی گئی تمام پوسٹس
مصنف کے خیالات اور آراء کا اظہار کرتی ہیں نہ کہ 
ایڈمنسٹریٹرز، ماڈریٹرز یا ویب ماسٹر (سوائے ان لوگوں کی پوسٹوں کے)
اور اس لیے ذمہ دار نہیں ٹھہرایا جائے گا۔ جنسی طور پر مبنی یا کوئی دوسرا مواد جو کسی بھی
قابل اطلاق قوانین کی خلاف ورزی کر سکتا ہے۔ ایسا کرنے سے آپ پر فوری اور مستقل طور پر
پابندی لگ سکتی ہے (اور آپ کے سروس فراہم کنندہ کو مطلع کیا جا سکتا ہے)۔ تمام
پوسٹوں کا IP پتہ ان شرائط کو نافذ کرنے میں مدد کے لئے ریکارڈ کیا گیا ہے۔ ایک صارف کے لیے متعدد
اکاؤنٹس بنانے کی اجازت نہیں ہے۔ آپ اس بات سے اتفاق کرتے ہیں کہ اس سائٹ کے ویب ماسٹر،
ایڈمنسٹریٹر اور ماڈریٹرز کو حق ہے کہ وہ کسی بھی وقت کسی بھی موضوع کو ہٹانے، اس میں ترمیم کرنے،
منتقل یا بند کرنے کا حق رکھتے ہیں۔ بطور صارف آپ متفق ہیں
کسی بھی معلومات سے جو آپ نے اوپر درج کی ہے ڈیٹابیس میں محفوظ ہے۔ جب کہ
یہ معلومات آپ کی
رضامندی کے بغیر کسی تیسرے فریق کو ظاہر نہیں کی جائے گی، ویب ماسٹر، ایڈمنسٹریٹر اور ماڈریٹرز کو ہیکنگ کی کسی بھی کوشش کے لئے ذمہ دار نہیں ٹھہرایا جا سکتا ہے
سمجھوتہ ڈیٹا کا سبب بن سکتا ہے۔ اوپر،
وہ صرف آپ کے دیکھنے کی خوشی کو بہتر بنانے کے لیے پیش کرتے ہیں۔ ای میل ایڈریس 
صرف آپ کی رجسٹریشن کی تفصیلات اور پاس ورڈ کی تصدیق کے لیے استعمال کیا جاتا ہے (اور بھیجنے کے لیے
نیا پاس ورڈ آپ کو اپنا موجودہ پاس ورڈ بھول جانا چاہیے۔');
