السلام علیکم {X_UNAME},

ہماری سائٹ پر {X_MODULE} ماڈیول میں آپ کی نگرانی میں {X_ITEM_TYPE} "{X_ITEM_NAME}" پر تبصرہ بھیجا گیا ہے (ابھی منظور نہیں ہوا)۔

آپ تبصرہ یہاں دیکھ سکتے ہیں (اگر اجازت ہو):
{X_COMMENT_URL}

-----------

آپ کو یہ پیغام اس لیے مل رہا ہے کیونکہ آپ نے اس {X_ITEM_TYPE} پر تبصرہ بھیجے جانے پر اطلاع پانے کا انتخاب کیا تھا۔

اگر یہ غلطی ہے یا آپ مزید ایسی اطلاعات نہیں چاہتے تو نیچے دی گئی لنک پر جا کر اپنی سبسکرپشن اپ ڈیٹ کریں:
{X_UNSUBSCRIBE_URL}

براہ کرم اس پیغام کا جواب نہ دیں۔

-----------
{X_SITENAME} ({X_SITEURL}) 
ویب ماسٹر
{X_ADMINMAIL}
