السلام علیکم {X_UNAME},

{SITENAME} کے رکن کے طور پر رجسٹر کرنے کا شکریہ۔ بطور رجسٹرڈ رکن آپ:
- ارکان کے درمیان نجی پیغامات بھیج سکتے ہیں
- بحث کے بورڈز میں حصہ لے سکتے ہیں
- تازہ ترین خبریں حاصل کر سکتے ہیں
- مواد جمع کرا سکتے ہیں
- اور بہت کچھ اور....

ای میل پتہ ({X_UEMAIL}) آپ کے لیے صارف پروفائل بنانے کے لیے استعمال کیا گیا ہے۔

{SITENAME} کے رکن بننے کے لیے براہ کرم نیچے دی گئی لنک
پر کلک کر کے اپنی درخواست کی تصدیق کریں:

{X_UACTLINK}

-----------
آپ کا خیرخواہ
{SITENAME}
({SITEURL}) 
{ADMINMAIL}